Repository: devno39/AppSeed
Catalog: AppSeed/Scenes/Main/Items/Localizable/ItemsLocalizable.xcstrings
Source language: en
Languages: tr

# title
source: Items
tr: Kayıtlar

# empty_title
source: Nothing here yet
tr: Henüz bir şey yok

# empty_subtitle
source: Add your first item to get started.
tr: Başlamak için ilk kaydını ekle.

# empty_button
source: Add item
tr: Kayıt ekle

# add_title
source: New item
tr: Yeni kayıt

# add_save
source: Save
tr: Kaydet

# add_name
source: Title
tr: Başlık

# add_name_placeholder
source: What is it?
tr: Nedir?

# add_note
source: Note
tr: Not

# add_note_placeholder
source: Anything worth remembering
tr: Hatırlamaya değer bir şey

source: Delete
tr: Sil
